{
    "exploreWarning": "You need a weapon! Visit the Armory.",
    "tavernWarning": "The tavern is closed. Visit the Armory.",

    "exploreBtn": "Explore",
    "tavernBtn": "Tavern",
    "armoryBtn": "Armory",
    "statsTitle": "Your stats",

    "armoryMessages": [
        "Smith - \"Take what you will, leave your coins.\"",
        "Smith - \"A dagger is enough to kill goblins, but you might need something stronger if you want to face an Ogre.\"",
        "Smith - \"The axe is a strong weapon but it lacks mobility.\"",
        "Smith - \"Orcs are way too strong. Daggers don't do enough damage and it's hard to avoid it's charge if you're holding an axe. The only hope of surviving is to have a sword, or to run.\"",
        "Smith - \"Don't underestimate the importance of a shield\"",
        "Smith - \"Even with the best equipment out there, you die if your HP reaches 0.\""
    ],
    "armoryBoughtDagger": "You bought a dagger!",
    "armoryBoughtAxe": "You bought an axe!",
    "armoryBoughtSword": "You bought a sword!",

    "goblin": "Goblin",
    "goblins": "Goblins",
    "goblinEncounter": "You see a small green monster, it is a ",
    "goblinDescription": " are weak monsters, you can take care of it.",
    "ogre": "Ogre",
    "ogres": "Ogres",
    "ogreEncounter": "You see a large green monster, it is an ",
    "ogreDescription": " are ferocious monsters that can kill experienced adventurers, be very careful.",
    "orc": "Orc",
    "orcs": "Orcs",
    "orcEncounter": "You see a towering monster boasting twice your size, it is an ",    
    "orcDescription": " are the bosses around these woods, there are few who rival them in power, run away as quick as you can.",
    "lowHP": "You're hurt pretty bad! You need to run away from the monster!",
    "dagger": "Dagger",
    "axe": "Axe",
    "sword": "Sword",
    "buttonFight": "Fight!",
    "buttonContinue": "Continue",
    "buttonVictory": "Victory!",
    "buttonGoBack": "Go back",
    "escapeButton": "Run!",
    "goblinAttack": "The small monster throws rocks at you!",
    "ogreAttack": "The monster swings its fist!",
    "orcAttack": "You enormous monster screams and charges at you!",
    "hurtMessage": "You were hurt!!",
    "updateHPMesage": "Your health is now ",
    "playerAttackDagger": "You swiftly stab the monster with your ",
    "playerAttackAxe": "You swing your ",
    "playerAttackSword": "You attack the monster with your ",
    "coin": "coin",
    "coins": "coins",
    "dropNoLoot": "The monster had nothing.",
    "dropCoins": "The monster was holding some ",
    "pickUpCoin": "You pick up ",
    "pickUpCoins": "You pick up ",

    "tavernFirstMessage": "IMPORTANT - You can sleep here to recover your HP, if you have no health and no coins it's game over. Spend your coins wisely.",
    "tavernMessages": [
        "Barkeeper - \"Did you fight one of those small green things? They're annoying but easy to kill.\"",
        "Barkeeper - \"You saw an Ogre? Watch out for them, they hit hard.\"",
        "Barkeeper - \"I'd say you'd need at least an axe and a shield if you want to fight an Ogre. But it'll still be a tough fight.\"",
        "Barkeeper - \"If you see an Orc, run away. Unless you have the best equipment money can buy.\"",
        "Barkeeper - \"The strongest monster in this forest is the Orc. But don't worry, they only seek strong prey.\"",
        "Barkeeper - \"Run away if you don't have enough HP, it's shameful but it beats dying.\"",
        "Barkeeper - \"A key? I got a bunch of them. Probably not the one you are looking for, though.\""
    ],
    "sleepMessage": "You completely restored your HP!",
    "buyHPMessage1": "You drink the crimson potion and feel stronger!",
    "buyHPMessage2": "Your HP increased by 1!",
    
    
    "needOneCoin": "You need one more coin to purchase this.",
    "needCoin1": "You need ",
    "needCoin2": " more coins to purchase this.",
    "returnButton": "Return"
}